<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Advanced Settings</key>
	<string>Advanced Settings</string>
	<key>Allow insecure SSH Encryption Algorithms</key>
	<string>Allow insecure SSH Encryption Algorithms</string>
	<key>Allow insecure SSH Host Key Algorithms</key>
	<string>Allow insecure SSH Host Key Algorithms</string>
	<key>Allow insecure SSH Key Exchange Algorithms</key>
	<string>Allow insecure SSH Key Exchange Algorithms</string>
	<key>Allow insecure SSH MAC Algorithms</key>
	<string>Allow insecure SSH MAC Algorithms</string>
	<key>An error occurred while executing the action '{0}'. Details: {1}</key>
	<string>An error occurred while executing the action '{0}'. Details: {1}</string>
	<key>An error occurred while processing the file '{0}'. The operation will be canceled.</key>
	<string>An error occurred while processing the file '{0}'. The operation will be canceled.</string>
	<key>Apply to Enclosed</key>
	<string>Apply to Enclosed</string>
	<key>Apply to all</key>
	<string>Apply to all</string>
	<key>Are you sure you want to abort the current operation?</key>
	<string>Are you sure you want to abort the current operation?</string>
	<key>Are you sure you want to delete the selected file(s)?</key>
	<string>Are you sure you want to delete the selected file(s)?</string>
	<key>Are you sure you want to move the selected file(s) to the trash?</key>
	<string>Are you sure you want to move the selected file(s) to the trash?</string>
	<key>Authenticating</key>
	<string>Authenticating</string>
	<key>Authentication Agent</key>
	<string>Authentication Agent</string>
	<key>Authentication request from '{0}'</key>
	<string>Authentication request from '{0}'</string>
	<key>Auto-Detect</key>
	<string>Auto-Detect</string>
	<key>Automatic</key>
	<string>Automatic</string>
	<key>Block</key>
	<string>Block</string>
	<key>Cancel transfer</key>
	<string>Cancel transfer</string>
	<key>Changing directory</key>
	<string>Changing directory</string>
	<key>Changing owner and group of '{0}'</key>
	<string>Changing owner and group of '{0}'</string>
	<key>Changing permissions of '{0}'</key>
	<string>Changing permissions of '{0}'</string>
	<key>Choose Folder</key>
	<string>Choose Folder</string>
	<key>Common</key>
	<string>Common</string>
	<key>Common Settings</key>
	<string>Common Settings</string>
	<key>Compressed (Mode Z)</key>
	<string>Compressed (Mode Z)</string>
	<key>Configure whether or not to use a proxy server and which proxy type should be used to connect to the server.</key>
	<string>Configure whether or not to use a proxy server and which proxy type should be used to connect to the server.</string>
	<key>Connecting</key>
	<string>Connecting</string>
	<key>Connection Type</key>
	<string>Connection Type</string>
	<key>Copy Path</key>
	<string>Copy Path</string>
	<key>Creating directory</key>
	<string>Creating directory</string>
	<key>Creating file</key>
	<string>Creating file</string>
	<key>Creation Time</key>
	<string>Creation Time</string>
	<key>Custom</key>
	<string>Custom</string>
	<key>Date</key>
	<string>Date</string>
	<key>Delete</key>
	<string>Delete</string>
	<key>Deleting '{0}'</key>
	<string>Deleting '{0}'</string>
	<key>Deleting multiple files</key>
	<string>Deleting multiple files</string>
	<key>Desktop</key>
	<string>Desktop</string>
	<key>Disabled</key>
	<string>Disabled</string>
	<key>Documents</key>
	<string>Documents</string>
	<key>Download</key>
	<string>Download</string>
	<key>Downloading '{0}'</key>
	<string>Downloading '{0}'</string>
	<key>Downloading multiple files</key>
	<string>Downloading multiple files</string>
	<key>Downloads</key>
	<string>Downloads</string>
	<key>Enabled</key>
	<string>Enabled</string>
	<key>Enabled Algorithms: {0}</key>
	<string>Enabled Algorithms: {0}</string>
	<key>Encoding</key>
	<string>Encoding</string>
	<key>Execute</key>
	<string>Execute</string>
	<key>FTP</key>
	<string>FTP</string>
	<key>FTP Settings</key>
	<string>FTP Settings</string>
	<key>FTP with Explicit TLS/SSL</key>
	<string>FTP with Explicit TLS/SSL</string>
	<key>FTP with Implicit SSL</key>
	<string>FTP with Implicit SSL</string>
	<key>File Transfer</key>
	<string>File Transfer</string>
	<key>File Transfer Connection Settings</key>
	<string>File Transfer Connection Settings</string>
	<key>File Transfer Default Settings</key>
	<string>File Transfer Default Settings</string>
	<key>File Transfer Template Settings</key>
	<string>File Transfer Template Settings</string>
	<key>File Transfer connections allow you to browse and transfer files on FTP, SFTP and SCP file servers. The default port for FTP connections is 21, for SFTP and SCP it is 22.</key>
	<string>File Transfer connections allow you to browse and transfer files on FTP, SFTP and SCP file servers. The default port for FTP connections is 21, for SFTP and SCP it is 22.</string>
	<key>General</key>
	<string>General</string>
	<key>Get Info</key>
	<string>Get Info</string>
	<key>Go</key>
	<string>Go</string>
	<key>Go to Folder</key>
	<string>Go to Folder</string>
	<key>Group</key>
	<string>Group</string>
	<key>Home</key>
	<string>Home</string>
	<key>Ignore Certificate and Fingerprint Warnings</key>
	<string>Ignore Certificate and Fingerprint Warnings</string>
	<key>Initial Paths</key>
	<string>Initial Paths</string>
	<key>Interval</key>
	<string>Interval</string>
	<key>Keep folders on top when sorting by name</key>
	<string>Keep folders on top when sorting by name</string>
	<key>Keep-Alive Interval</key>
	<string>Keep-Alive Interval</string>
	<key>Last Access Time</key>
	<string>Last Access Time</string>
	<key>Last Write Time</key>
	<string>Last Write Time</string>
	<key>Local</key>
	<string>Local</string>
	<key>Logon Method</key>
	<string>Logon Method</string>
	<key>Missing Create Time Workaround</key>
	<string>Missing Create Time Workaround</string>
	<key>Move to Trash</key>
	<string>Move to Trash</string>
	<key>Moving '{0}' to '{1}'</key>
	<string>Moving '{0}' to '{1}'</string>
	<key>Name</key>
	<string>Name</string>
	<key>No Proxy (Direct Connection)</key>
	<string>No Proxy (Direct Connection)</string>
	<key>On this page you can tweak advanced file transfer settings like passive mode for FTP connections and whether or not to use large buffers for file transfers.</key>
	<string>On this page you can tweak advanced file transfer settings like passive mode for FTP connections and whether or not to use large buffers for file transfers.</string>
	<key>On this page you can tweak advanced security settings like disabling certificate and fingerprint warnings or configuring allowed encryption algorithms.</key>
	<string>On this page you can tweak advanced security settings like disabling certificate and fingerprint warnings or configuring allowed encryption algorithms.</string>
	<key>Other…</key>
	<string>Other…</string>
	<key>Overwrite file</key>
	<string>Overwrite file</string>
	<key>Owner</key>
	<string>Owner</string>
	<key>Passive Mode</key>
	<string>Passive Mode</string>
	<key>Permissions</key>
	<string>Permissions</string>
	<key>Permissions Mask</key>
	<string>Permissions Mask</string>
	<key>Please change either the owner/group or permissions but not both at once.</key>
	<string>Please change either the owner/group or permissions but not both at once.</string>
	<key>Please enter the path to the folder</key>
	<string>Please enter the path to the folder</string>
	<key>Port</key>
	<string>Port</string>
	<key>Provided by server upon connect</key>
	<string>Provided by server upon connect</string>
	<key>Proxy Mode</key>
	<string>Proxy Mode</string>
	<key>Proxy Server</key>
	<string>Proxy Server</string>
	<key>Proxy Settings</key>
	<string>Proxy Settings</string>
	<key>Read</key>
	<string>Read</string>
	<key>Reconnect</key>
	<string>Reconnect</string>
	<key>Remote</key>
	<string>Remote</string>
	<key>Remote Path</key>
	<string>Remote Path</string>
	<key>Rename</key>
	<string>Rename</string>
	<key>Renaming '{0}' to '{1}'</key>
	<string>Renaming '{0}' to '{1}'</string>
	<key>Resolving link '{0}'</key>
	<string>Resolving link '{0}'</string>
	<key>Restore Creation Timestamp after file transfers</key>
	<string>Restore Creation Timestamp after file transfers</string>
	<key>Restore Last Access Timestamp after file transfers</key>
	<string>Restore Last Access Timestamp after file transfers</string>
	<key>Restore Last Write Timestamp after file transfers</key>
	<string>Restore Last Write Timestamp after file transfers</string>
	<key>Restore Timestamps after file transfers</key>
	<string>Restore Timestamps after file transfers</string>
	<key>Retrieving current directory path</key>
	<string>Retrieving current directory path</string>
	<key>Retrieving items in current directory</key>
	<string>Retrieving items in current directory</string>
	<key>SCP</key>
	<string>SCP</string>
	<key>SFTP</key>
	<string>SFTP</string>
	<key>SSH Authentication Request</key>
	<string>SSH Authentication Request</string>
	<key>Seconds (set to 0 to disable)</key>
	<string>Seconds (set to 0 to disable)</string>
	<key>Select Credentials</key>
	<string>Select Credentials</string>
	<key>Set GID</key>
	<string>Set GID</string>
	<key>Set UID</key>
	<string>Set UID</string>
	<key>Show a confirmation after successful file transfers</key>
	<string>Show a confirmation after successful file transfers</string>
	<key>Show hidden files</key>
	<string>Show hidden files</string>
	<key>Size</key>
	<string>Size</string>
	<key>Skip file</key>
	<string>Skip file</string>
	<key>Special</key>
	<string>Special</string>
	<key>Sticky</key>
	<string>Sticky</string>
	<key>Stream</key>
	<string>Stream</string>
	<key>Successfully downloaded '{0}'.</key>
	<string>Successfully downloaded '{0}'.</string>
	<key>Successfully downloaded multiple files.</key>
	<string>Successfully downloaded multiple files.</string>
	<key>Successfully uploaded '{0}'.</key>
	<string>Successfully uploaded '{0}'.</string>
	<key>Successfully uploaded multiple files.</key>
	<string>Successfully uploaded multiple files.</string>
	<key>The "Computer Name" must not be empty.</key>
	<string>The "Computer Name" must not be empty.</string>
	<key>The authenticity of the host '{0}' can't be established.</key>
	<string>The authenticity of the host '{0}' can't be established.</string>
	<key>The file '{0}' already exists. How do you want to continue?</key>
	<string>The file '{0}' already exists. How do you want to continue?</string>
	<key>The fingerprint is '{0}'.</key>
	<string>The fingerprint is '{0}'.</string>
	<key>The identity of the remote computer ({0}) cannot be verified.
Do you want to connect anyway?</key>
	<string>The identity of the remote computer ({0}) cannot be verified.
Do you want to connect anyway?</string>
	<key>Timestamps</key>
	<string>Timestamps</string>
	<key>Transfer Mode</key>
	<string>Transfer Mode</string>
	<key>UNIX Permissions</key>
	<string>UNIX Permissions</string>
	<key>Upload</key>
	<string>Upload</string>
	<key>Uploading '{0}'</key>
	<string>Uploading '{0}'</string>
	<key>Uploading multiple files</key>
	<string>Uploading multiple files</string>
	<key>Use Large Buffers for file transfers</key>
	<string>Use Large Buffers for file transfers</string>
	<key>Use Strict Key Exchange</key>
	<string>Use Strict Key Exchange</string>
	<key>User</key>
	<string>User</string>
	<key>World</key>
	<string>World</string>
	<key>Write</key>
	<string>Write</string>
	<key>default</key>
	<string>default</string>
	<key>{0} (not supported)</key>
	<string>{0} (not supported)</string>
</dict>
</plist>
